brandonfowler.exe-runner
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
denoland.vscode-deno
docker.docker
donjayamanne.githistory
dreamcatcher45.podmanager
editorconfig.editorconfig
evgeniypeshkov.syntax-highlighter
exodiusstudios.comment-anchors
fabiospampinato.vscode-diff
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
lumirelle.shell-format-rev
maciejdems.add-to-gitignore
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-speech
nilssoderman.batch-runner
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
slightc.pip-manager
sumneko.lua
tamasfe.even-better-toml
timonwong.shellcheck
twixes.pypi-assistant
