antfu.icons-carbon
brandonfowler.exe-runner
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
docker.docker
donjayamanne.githistory
dreamcatcher45.podmanager
editorconfig.editorconfig
esbenp.prettier-vscode
exodiusstudios.comment-anchors
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
lokalise.i18n-ally
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-speech
ms-vscode.vscode-typescript-next
nilssoderman.batch-runner
oracle.oracle-java
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
slightc.pip-manager
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
twixes.pypi-assistant
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vue.volar
