brandonfowler.exe-runner
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
denoland.vscode-deno
docker.docker
donjayamanne.githistory
editorconfig.editorconfig
exodiusstudios.comment-anchors
fabiospampinato.vscode-diff
github.copilot-chat
github.remotehub
github.vscode-github-actions
golang.go
maciejdems.add-to-gitignore
mkhl.shfmt
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
nilssoderman.batch-runner
pkief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
sumneko.lua
tamasfe.even-better-toml
timonwong.shellcheck
